run/bump_Minf0675/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (218 0 0);

boundaryField
{
    INLE1
    {
        type            temperatureDirectedInletVelocity;
        cylindricalCS   no;
        omega           (0 0 0);
        T0              uniform 288.15;
        inletDirection  uniform (1 0 0);
        value           uniform (218 0 0);
    }

    PRES2
    {
        type            zeroGradient;
    }

    WALL3
    {
//         type            fixedValue;
//         value           uniform (0 0 0);

        type            slip;
    }

    WALL4
    {
//         type            fixedValue;
//         value           uniform (0 0 0);

        type            slip;
    }

    defaultFaces
    {
        type            empty;
    }
}

// ************************************************************************* //
